tap "coursier/formulas"
tap "virtuslab/scala-cli"
brew "awscli"
brew "bat"
brew "coursier"
brew "direnv"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "jenv"
brew "lazygit"
brew "lsd"
brew "mas"
brew "metals"
brew "neovim"
brew "node"
brew "okta-aws-cli"
brew "openssl@3"
brew "pyenv"
brew "readline"
brew "stripe-cli"
brew "sqlite"
brew "stow"
brew "tree"
brew "virtuslab/scala-cli/scala-cli"
brew "viu"
brew "xz"
brew "zlib"
brew "zsh-autosuggestions"
cask "affinity-designer@1"
cask "alt-tab"
cask "beeper"
cask "brave-browser"
cask "bruno"
cask "cyberduck"
cask "elgato-stream-deck"
cask "ghostty"
cask "google-drive"
cask "intellij-idea"
cask "keka"
cask "obsidian"
cask "rancher"
cask "signal"
cask "slack"
cask "vlc"
cask "zed"
mas "Crypto Pro", id: 980888073
mas "Toggl Track", id: 1291898086
