tap "coursier/formulas"
tap "virtuslab/scala-cli"
cask "alt-tab"
brew "bat"
cask "beeper"
cask "brave-browser"
cask "bruno"
brew "coursier"
cask "cyberduck"
cask "elgato-stream-deck"
brew "fzf"
cask "ghostty"
cask "google-drive"
cask "intellij-idea"
cask "keka"
brew "lsd"
brew "mas"
brew "neovim"
cask "obsidian"
cask "signal"
cask "slack"
brew "stow"
brew "tree"
brew "virtuslab/scala-cli/scala-cli"
cask "vlc"
cask "zed"
brew "zsh-autosuggestions"
mas "Crypto Pro", id: 980888073
mas "Toggl Track: Hours & Time Log", id: 1291898086
