tap "coursier/formulas"
tap "virtuslab/scala-cli"
brew "aws-cdk"
brew "awscli"
brew "bat"
brew "coursier"
brew "direnv"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go@1.24"
brew "golangci-lint"
brew "jenv"
brew "lsd"
brew "mas"
brew "metals"
brew "neovim"
brew "node"
brew "okta-aws-cli"
brew "openjdk@17"
brew "openjdk@21"
brew "openssl@3"
brew "pyenv"
brew "ranger"
brew "readline"
brew "stripe-cli"
brew "sqlite"
brew "stow"
brew "translate-shell"
brew "tree"
brew "uv"
brew "virtuslab/scala-cli/scala-cli"
brew "viu"
brew "xz"
brew "yazi"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
cask "affinity-designer@1"
cask "alt-tab"
cask "beeper"
cask "brave-browser"
cask "bruno"
cask "claude-code"
cask "cyberduck"
cask "elgato-stream-deck"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "ghostty"
cask "google-drive"
cask "intellij-idea"
cask "keka"
cask "obsidian"
cask "postman"
cask "rancher"
cask "raycast"
cask "signal"
cask "slack"
cask "vlc"
cask "zed"
cask "zoom"
mas "Crypto Pro", id: 980888073
mas "Toggl Track", id: 1291898086
mas "Fountain", id: 1576394424
